{
  "app.components.Footer.header": "This is the Footer component !",
  "app.components.Header.about": "Chi siamo",
  "app.components.Header.contacts": "Contatti",
  "app.components.Header.home": "Home",
  "app.components.Header.maintenance": "Manutenzione",
  "app.components.Header.nursery": "Vivaio",
  "app.components.Header.planning": "Progettazione",
  "app.components.Header.production": "Produzione",
  "app.components.Header.realization": "Realizzazione",
  "app.components.Header.services": "Servizi",
  "app.components.NotFoundPage.header": "This is NotFoundPage component!",
  "app.containers.About.content": "Il corpo centrale dell’azienda si trova nella pianura fertile della Val di Chiana a pochi chilometri dal centro di Castiglion Fiorentino, in una zona dedicata al settore florovivaistico da oltre 80 anni.\nUna terra produttiva e ricca di tradizione che ha consentito l’avvio e l’incremento esponenziale dell’azienda che è avvenuto sposando il pensiero di Johann Wolfgang von Goethe:  “La natura non conosce pause nel suo progresso e sviluppo, e maledice ogni genere d'inattività”.\nLa robustezza, la salute e la bellezza di ogni singola pianta presente all’interno del vivaio è il risultato di operosità e rispetto della natura.  Grazie alla vocazione familiare dell’azienda e al susseguirsi di menti imprenditoriali alla direzione dell’Azienda, Vivai Frappi è rimasto legato alle tradizioni vivaistiche senza però rinunciare alle innovazioni legate ai sistemi di allevamento, di produzione, alle novità legate alla meccanizzazione e alla logistica.",
  "app.containers.About.title": "Chi siamo",
  "app.containers.Contacts.header": "This is Contacts container !",
  "app.containers.HomePage.mainContent": "La passione e la sensibilità coltivate nel tempo a contatto con i processi della natura e l’intelligenza creativa sono stati motivo di sviluppo costante per la famiglia Frappi che, da quattro generazioni si dedica all’agricoltura. Una passione che si tramanda da tempo: dalla coltivazione di prodotti orticoli in piccole porzioni di terreno negli anni 30, alla crescita esponenziale degli anni 70 che vede Gino insieme ai figli Amerino e Sauro impegnati nel potenziamento di un’azienda specializzata nelle coltivazioni florovivaistiche. Oltre 20 ettari di vivaio offrono una gamma di specie arboree ed arbustive di qualità tali da soddisfare le esigenze di mercati italiani ed europei, di enti pubblici o privati pronti a realizzare aree verdi. Da pochi anni nuova linfa è entrata in azienda permettendo il connubio tra tradizione ed innovazione: i percorsi formativi e gli studi di settore coinvolgono nella società anche Marco (Perito Agrario), responsabile tecnico-amministrativo ed Elisa (Agronomo), impegnata nella progettazione di parchi e giardini.",
  "app.containers.HomePage.servicesContent": "L’alta qualificazione dell’azienda nel settore florovivaistico ha consentito l’implementazione e la specializzazione dei servizi offerti che permettono di accompagnare il cliente, sia esso pubblico che privato, in tutti i processi legati alla realizzazione di aree verdi:",
  "app.containers.HomePage.servicesMainteinance": "Manutenzione",
  "app.containers.HomePage.servicesPlanning": "Progettazione di giardni",
  "app.containers.HomePage.servicesProduction": "Produzione di piante ornamentali",
  "app.containers.HomePage.servicesRealization": "Realizzazione di spazi verdi pubblici e privati",
  "app.containers.HomePage.servicesTitle": "Che cosa facciamo",
  "app.containers.HomePage.whyContent1": "perché le terre dove vengono coltivate le nostre piante in seguito all’impaludamento sono state restituite all’agricoltura come substrato fertile dopo le bonifiche medicee della fine del '700",
  "app.containers.HomePage.whyContent2": "perché Vivai Frappi si trova in un bacino vivaistico fiorente, dove la tradizione legata al settore ha consentito lo sviluppo dei numerose aziende specializzate.",
  "app.containers.HomePage.whyContent3": "perchè da oltre 60 anni, tre generazioni della Famiglia Frappi si sono dedicate alla produzione di piante ornamentali di qualità in oltre 20 ettari di terreni di proprietà.",
  "app.containers.HomePage.whyContent4": "perchè, grazie alla collaborazione con i maggiori vivai italiani e internazionali,qualora la pianta che state cercando non fosse disponibile, Vivai Frappi saprà comunque soddisfare le vostre richieste.",
  "app.containers.HomePage.whyContent5": "perchè gli alberi e gli arbusti allevati in vivaio sono stati selezionati partendo da semi certificati o da piante madri scelte.",
  "app.containers.HomePage.whyContent6": "perchè grazie all’utilizzo di macchinari all’avanguardia e tecniche di riproduzione e coltivazione innovative il meteriale vivaistico prodotto rispetta le richieste di un mercato sempre più esigente",
  "app.containers.HomePage.whyTitle": "Perche' scegliere Vivai Frappi",
  "app.containers.HomePage.whyTitle1": "Val di Chiana",
  "app.containers.HomePage.whyTitle2": "Castiglion Fiorentino",
  "app.containers.HomePage.whyTitle3": "Tradizione Florovivaistica",
  "app.containers.HomePage.whyTitle4": "Collaborazione",
  "app.containers.HomePage.whyTitle5": "Qualità",
  "app.containers.HomePage.whyTitle6": "Innovazione",
  "app.containers.NurseryPlant.content": "Il vivaio offre una vasta gamma di varietà di specie arboree e arbustive, caducifoglie e sempreverdi, soprattutto autoctone o comunque naturalizzate, allevate in pieno campo per poi essere trasferite in vaso prima della distribuzione. Tutte le piante presenti in vivaio sono il risultato di una lunga e attente ricerca che si basa sul connubio tra tradizione vivaistica e innovazione delle tecniche e dei materiali utilizzati, partendo comunque da sementi certificate o da piante madri accuratamente selezionate.",
  "app.containers.NurseryPlant.title": "Il vivaio"
}
